Repository: ComerciaGP/caixabank-cyberpac
Catalog: languages/caixabank-tools-official-*.po
Languages: es_es

source: Iupay works by sending the user to your bank TPV to enter their payment information.
es_es: Iupay funciona enviando al usuario al TPV de Iupay, donde solo deberían dar unos pocos datos aumentando el ratio de ventas.

source: Attention! WPML detected.
es_es: ¡Atención! detectado WPML.

source: The Gateway will be shown in the customer language. The option "Language Gateway" is not taken into consideration
es_es: La pasarela de pago se mostrará en el idioma del cliente. La opción "Idioma de la pasarela" no se tomará en cuenta.

source: Gateway Disabled
es_es: Pasarela desactivada

source: Servired/RedSys only support EUROS &euro; and BRL currency.
es_es: Servired/RedSys en estos momentos solo soporta la moneda EURO &euro; y BRL

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable Iupay
es_es: Activar Iupay

source: Title
es_es: Título

source: This controls the title which the user sees during checkout.
es_es: Título que sus clientes verán al finalizar la compra.

source: Description
es_es: Descripción

source: This controls the description which the user sees during checkout.
es_es: Descripción que sus clientes verán al finalizar la compra.

source: Pay via Iupay; you can pay with your credit card.
es_es: Paga mediante Iupay, puedes pagar fácilmente con tu cuenta Iupay.

source: Commerce number (FUC)
es_es: Número de comercio (FUC)

source: Commerce number (FUC) provided by your bank.
es_es: Número de comercio (FUC) provisto por su entidad bancaria.

source: Terminal number
es_es: Número de terminal

source: Terminal number provided by your bank.
es_es: Número de terminal provisto por su entidad bancaria.

source: Second Terminal
es_es: Segundo terminal (Si tienes)

source: If you use a second Terminal number, you need to add here the second terminal provided by your bank
es_es: Si utilizas un segundo número de Terminal, debes añadir aquí el segundo terminal provisto por tu entidad bancaria.

source: Activate Second Terminal
es_es: Activar segundo terminal

source: Activate Second Terminal.
es_es: Activar segundo Terminal

source: If you use a second terminal, you need to add it in the field above and activate it here. You will need to set when use the Second Terminal in the field below.
es_es: Si utilizas una segundo terminal, debes añadirlo en el campo anterior y activarlo aquí. Deberás configurar cuando usar el segundo terminal en el campo siguiente.

source: Use the Second Terminal from 0 to (Don't use Currency Symbol)
es_es: Utilizar el segundo terminal desde 0 a... (No añadir el símbolo de moneda)

source: When will the Second Terminal used? from 0 to...? Add the amount. Ex. Add 100 and the Second Terminal will be used when the amount be from 0 to 100
es_es: ¿Cuando se deberá utilizar el segundo terminal? ¿Desde 0 a...? Añade la cantidad. Ej. Añade 100 y el segundo terminal se utilizará para los pagos cuando el precio vaya de 0 a 100.

source: Encryption secret passphrase SHA-256
es_es: Frase de encriptación SHA-256

source: Encryption secret passphrase SHA-256 provided by your bank.
es_es: Frase de encriptación facilitada por tu banco

source: Language Gateway
es_es: Idioma de la pasarela

source: Choose the language for the Gateway. Not all Banks accept all languages
es_es: Selecciona el idioma para la pasarela de pago. No todos los bancos aceptan todos los idiomas.

source: Spanish
es_es: Español

source: English
es_es: Inglés

source: Catalan
es_es: Catalán

source: French
es_es: Frances

source: German
es_es: Alemán

source: Dutch
es_es: Holandes

source: Italian
es_es: Italiano

source: Swedish
es_es: Sueco

source: Portuguese
es_es: Portugués

source: Valencian
es_es: Valenciano

source: Polish
es_es: Polaco

source: Galician
es_es: Galllego

source: Basque
es_es: Euskera

source: Danish
es_es: Danés

source: Return URL (Redsys Error button)
es_es: URL de retorno (Botón de error en Redsys)

source: When the user press the return button at Redsys Gateway (Ex: The user type an incorrect creadit cart), you can redirect the user to My Cart page canceling the order, or you can redirect the user to Checkput page without cancel the order.
es_es: Cuando un cliente aprieta el botón de retorno en la pasarela Redsys (Ej: El usuario introduce una tarjeta de crédito incorrecta), puedes redirigirlo mediante el botón a al carro de la compra cancelando el pedido, o puedes redirigirlo a la página de pago de tu tienda sin cancelar el pedido.

source: Cancel the order and return to My Cart page
es_es: Cancelar el pedido y enviar al cliente al carro de compra

source: Don't cancel the order and return to Checkout page
es_es: No cancelar el pedido y enviar al cliente a la página de pago

source: Running in test mode
es_es: Ejecutando en entorno de pruebas

source: Select this option for the initial testing required by your bank, deselect this option once you pass the required test phase and your production environment is active.
es_es: Seleccione esta opción para las pruebas requeridas por su entidad bancaria, deseleccione esta opción una vez que haya activado su entorno de producción.

source: Debug Log
es_es: Registro

source: Enable logging
es_es: Habilitar registro

source: Log Iupay events, such as notifications requests, inside <code>woocommerce/logs/iupay.txt</code>
es_es: Guarda los logs de Iupay, como notificaciones o errores en <code>woocommerce/logs/iupay.txt</code>

source: Order
es_es: Orden

source: Thank you for your order. We are now redirecting you to Iupay to make the payment.
es_es: Gracias por tu pedido. Ahora le estamos redirigiendo a Iupay para que pueda realizar su pedido.

source: Pay with Iupay account
es_es: Paga con tu cuenta de Iupay

source: Cancel order &amp; restore cart
es_es: Cancelar orden &amp; volver al carro

source: Thank you for your order, please click the button below to pay with Iupay.
es_es: Gracias por su pedido, por favor haga clic en el siguiente botón para poder pagar con Iupay.

source: Validation error: Order vs. Notification amounts do not match (order: %s - received: %s).
es_es: Error de validación: Totales de Orden vs. Notificación no coinciden (orden: %s - recibido: %s).

source: HTTP Notification received - payment completed
es_es: Notificación HTTP recibida - pago completado

source: Authorisation code:
es_es: Código autorización:

source: Cancelled by Iupay
es_es: Cancelado por Iupay

source: WARNING: You need to add Encryption secret passphrase SHA-256 to Iupay Gateway Settings.
es_es: ATENCIÓN: Necesitas añadir la clave de encriptación SHA-256 a la configuración de Iupay.

source: Payment Details
es_es: Detalles del pago

source: Iupay Date
es_es: Fecha Iupay

source: Iupay Hour
es_es: Hora Iupay

source: Iupay Authorisation Code
es_es: Iupay Código de autorización

source: Sequential Invoice Numbers
es_es: Número secuencial factura

source: Activate Sequential Invoice numbers
es_es: Activar número secuenciales en facturas

source: Activate Sequential Invoice numbers.
es_es: Activar número secuenciales en facturas

source: First Invoice Number
es_es: Primer número de factura

source: Add here the first invoice number. By Default is number 1. Save this number before activate it. Example 345
es_es: Añade aquí el primer número para tus facturas. Por defecto se usará el número 1. Guarda este número antes activar esta funcionalidad. Ejemplo 345

source: Invoice Number Length
es_es: Longitud de la numeración

source: The Invoice number length, this is not required. Example 10, the result will be 0000000345
es_es: La longitud de la numeración de tus facturas, no es necesario. Si el número resultante en inferior al que se ponga aquí, se añadirán 0s. Ejemplo 10, el resultado sería 0000000345

source: Prefix Invoice Number
es_es: Prefijo número factura

source: Add here a prefix invoice number, this is not required. Example WC-, the result will be WC-0000000345. Pattern are allowed ex. {Y} this will add the current year. You will find all patterns %shere%s.
es_es: Añade aquí un prefijo para la numeración de tus facturas, esto no es requerido. Ejemplo: WC-, el resultado sería WC-0000000345. La utilización de plantillas está permitida, por ejemplo, si pusieras <code>{Y]/</code> el resultado en la numeración de la facturas sería 2015/0000000345. Encontrarás todas las plantillas posibles %saquí%s

source: Postfix Invoice Number
es_es: Sufijo número factura

source: Add here a postfix invoice number, this is not required. Example -2015 the result will be WC-0000000345-2015. Pattern are allowed ex. {Y} this will add the current year. You will find all patterns %shere%s.
es_es: Añade aquí un sufijo para la numeración de tus facturas, esto no es requerido. Ejemplo: -2015, el resultado sería WC-0000000345-2015. La utilización de plantillas está permitida, por ejemplo, si pusieras /{Y] el resultado en la numeración de la facturas sería 0000000345/2015. Encontrarás todas las plantillas posibles %saquí%s

source: Pretfix Invoice Number
es_es: Prefijo número de pedido

source: Add here a prefix order number, this is not required. Example 2015/ the result will be 2105/34345. Pattern are allowed ex. {Y} this will add the current year. You will find all patterns %shere%s.
es_es: Añade aquí un prefijo para el número de pedido, esto no es requerido. Ejemplo 2015/, el resultado será 2105/34345. Las plantillas están permitidas ejemplo {Y} que añadirá el año actual. Encontrarás todas las plantillas %saquí%s

source: Postfix Order Number
es_es: Sufijo de número de pedido.

source: Add here a postfix order number, this is not required. If you don't add a postfix, a postfix will be automatically added for security reason. Example /2015 the result will be 34345/2015. Pattern are allowed ex. {Y} this will add the current year. You will find all patterns %shere%s.
es_es: Añade aquí un sufijo para el número de pedido. No es requerido. Si no añades un sufijo, nosotros añadiremos uno de forma automática por cuestiones de seguridad. Ejemplo /2015, el resultado sería 34345/2015. Las plantillas están permitidas Ejemplo /{Y} que añadiría el año actual al final de la factura de forma automática. Encontrarás todas las plantillas %saquí%s.

source: Reset Invoice Number
es_es: Restablecer número factura

source: Reset Invoice Number.
es_es: Restablecer número factura.

source: If you enable Reset Invoice Number, every January 1st the invoice number will be reset and will start again with number 1. Is very important that if you enable this option, you use a prefix or postfix year pattern {Y}.
es_es: Si activas el reseteo o reinicializacición del número de factura, cada 1 de enero se reinicializará la numeración comenzando de nuevo con 1. ATENCIÓN: Es muy importante que si activas esta funcionalidad, añadas un prefijo o un sufijo al número de pedido que incluya el año {Y}.

source: Invoice Number
es_es: Número factura

source: No invoice n&#176;
es_es: Sin n&#176; factura

source: Order Number: %s
es_es: Pedido número: %s

source: Invoice Number: %s
es_es: Número factura: %s

source: -ORDER
es_es: -PEDIDO

source: Commerce Name
es_es: Nombre de Comercio

source: Language CaixaBank Gateway
es_es: Idioma de la pasarela de pago CaixaBank

source: Choose the language for the Gateway.
es_es: Selecciona el idioma de la pasarela de pago

source: Return URL (CaixaBank Error button)
es_es: URL de vuelta (botón de error en CaixBank)

source: Thank you for your order. We are now redirecting you to CaixaBank to make the payment.
es_es: Gracias por tu pedido. Te estamos transfiriendo a CaixaBank para realizar el pago.

source: Pay with Credit Card via CaixaBank
es_es: Paga mediante tarjeta de crédito a través de CaixaBank

source: Cancelled by CaixaBank
es_es: Cancelado por CaixaBack

source: CaixaBank Date
es_es: Fecha CaixaBank

source: CaixaBank Hour
es_es: Hora CaixaBank
